Repository: LittleSixNine/PhotoTrail
Catalog: Sources/PhotoTrail/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, pt_br, zh_hans, zh_hant

# 当前批次相机时区：%1$@
source: Current batch camera time zone: %1$@
es: Zona horaria de la cámara del lote actual: %1$@
ja: 現在の写真群のカメラのタイムゾーン：%1$@
ko: 현재 사진 묶음의 카메라 시간대: %1$@
pt_br: Fuso horário da câmera do lote atual: %1$@
zh_hans: 当前批次相机时区：%1$@
zh_hant: 當前批次相機時區：%1$@

# 当前没有可用的新版本
source: There is currently no new version available
es: No hay nuevas versiones
ja: 新しいバージョンはありません
ko: 현재 새 버전 없음
pt_br: Nenhuma nova versão
zh_hans: 当前没有可用的新版本
zh_hant: 當前沒有可用的新版本

# 当前没有可用的新版本。
source: There is currently no new version available.
es: No hay nuevas versiones disponibles.
ja: 新しいバージョンはありません。
ko: 현재 새 버전이 없습니다.
pt_br: Não há novas versões disponíveis.
zh_hans: 当前没有可用的新版本。
zh_hant: 當前沒有可用的新版本。

# 当前照片不在筛选结果中
source: The current photo is not in the filter results
es: La foto actual no está en los resultados filtrados
ja: 現在の写真は絞り込み結果に含まれません
ko: 현재 사진이 필터 결과에 없습니다
pt_br: A foto atual não está nos resultados filtrados
zh_hans: 当前照片不在筛选结果中
zh_hant: 當前照片不在篩選結果中

# 当前版本 %1$@
source: Current version %1$@
es: Versión actual %1$@
ja: 現在のバージョン %1$@
ko: 현재 버전 %1$@
pt_br: Versão atual %1$@
zh_hans: 当前版本 %1$@
zh_hant: 當前版本 %1$@

# 当前版本：%1$@
source: Current version: %1$@
es: Versión actual: %1$@
ja: 現在のバージョン：%1$@
ko: 현재 버전: %1$@
pt_br: Versão atual: %1$@
zh_hans: 当前版本：%1$@
zh_hant: 當前版本：%1$@

# 待保存
source: Unsaved
es: Sin guardar
ja: 未保存
ko: 저장 안 됨
pt_br: Não salvo
zh_hans: 待保存
zh_hant: 待保存

# 待更新 · 使用旧缓存
source: To be updated · Use old cache
es: Pendiente · Usando caché anterior
ja: 更新待ち · 古いキャッシュを使用
ko: 업데이트 대기 · 기존 캐시 사용
pt_br: Pendente · Usando cache anterior
zh_hans: 待更新 · 使用旧缓存
zh_hant: 待更新 · 使用舊快取

# 待转换
source: To be converted
es: Pendiente de conversión
ja: 未変換
ko: 변환 전
pt_br: Conversão pendente
zh_hans: 待转换
zh_hant: 待轉換

# 所选位置校验失败，未修改照片。请检查网络、凭据或服务配额。
source: The selected location verification failed and the photo has not been modified. Please check network, credentials, or service quotas.
es: No se pudo verificar la ubicación. La foto no cambió. Comprueba la red, las credenciales y la cuota del servicio.
ja: 位置の検証に失敗しました。写真は変更していません。ネットワーク、認証情報、サービスの利用枠を確認してください。
ko: 위치 검증 실패. 사진은 변경되지 않았습니다. 네트워크, 인증 정보, 서비스 할당량을 확인하세요.
pt_br: Não foi possível verificar a localização. A foto não mudou. Confira a rede, as credenciais e a cota do serviço.
zh_hans: 所选位置校验失败，未修改照片。请检查网络、凭据或服务配额。
zh_hant: 所選位置校驗失敗，未修改照片。請檢查網絡、憑據或服務配額。

# 所选照片位于地图外：%1$@
source: The selected photo is outside the map: %1$@
es: Foto seleccionada fuera del mapa: %1$@
ja: 選択した写真は地図の範囲外：%1$@
ko: 선택한 사진이 지도 밖에 있음: %1$@
pt_br: Foto selecionada fora do mapa: %1$@
zh_hans: 所选照片位于地图外：%1$@
zh_hant: 所選照片位於地圖外：%1$@

# 打开 PhotoTrail %1$@ 安装镜像
source: Open the PhotoTrail %1$@ installation image
es: Abrir imagen de PhotoTrail %1$@
ja: PhotoTrail %1$@のインストール用イメージを開く
ko: PhotoTrail %1$@ 설치 이미지 열기
pt_br: Abrir imagem do PhotoTrail %1$@
zh_hans: 打开 PhotoTrail %1$@ 安装镜像
zh_hant: 打開 PhotoTrail %1$@ 安裝鏡像

# 打开启动设置向导
source: Open startup setup wizard
es: Abrir guía de configuración
ja: 初期設定ガイドを開く
ko: 초기 설정 안내 열기
pt_br: Abrir guia de configuração
zh_hans: 打开启动设置向导
zh_hant: 打開啓動設定嚮導

# 打开地图或点击定位按钮时获取本机位置，用于移动地图，不修改照片
source: Use your device location to center the map when it opens or when you click the location button. This does not change your photos.
es: Usa la ubicación del dispositivo para centrar el mapa al abrirlo o pulsar el botón de ubicación. No modifica las fotos.
ja: 地図を開いたときや現在地ボタンを押したときに、デバイスの位置を地図の中心に表示します。写真は変更しません。
ko: 지도를 열거나 위치 버튼을 누를 때 기기 위치로 지도를 이동합니다. 사진은 변경하지 않습니다.
pt_br: Usa a localização do dispositivo para centralizar o mapa ao abri-lo ou clicar no botão de localização. Não altera as fotos.
zh_hans: 打开地图或点击定位按钮时获取本机位置，用于移动地图，不修改照片
zh_hant: 打開地圖或點擊定位按鈕時獲取本機位置，用於移動地圖，不修改照片

# 打开地图时显示
source: Displayed when opening the map
es: Mostrar al abrir el mapa
ja: 地図を開いたときに表示
ko: 지도를 열 때 표시
pt_br: Exibir ao abrir o mapa
zh_hans: 打开地图时显示
zh_hant: 打開地圖時顯示

# 打开安装镜像
source: Open the installation image
es: Abrir imagen de instalación
ja: インストール用イメージを開く
ko: 설치 이미지 열기
pt_br: Abrir imagem de instalação
zh_hans: 打开安装镜像
zh_hant: 打開安裝鏡像

# 批量操作
source: Batch operations
es: Acciones por lotes
ja: 一括操作
ko: 일괄 작업
pt_br: Ações em lote
zh_hans: 批量操作
zh_hant: 批量操作

# 找不到有效的 DMG 下载项，可前往 GitHub 发布页下载。
source: A valid DMG download item cannot be found. You can go to the GitHub release page to download.
es: No se encontró un DMG válido. Puedes descargarlo desde las versiones de GitHub.
ja: 有効なDMGが見つかりません。GitHubのリリースページからダウンロードできます。
ko: 유효한 DMG를 찾지 못했습니다. GitHub 릴리스 페이지에서 다운로드할 수 있습니다.
pt_br: Nenhum DMG válido encontrado. Você pode baixá-lo na página de versões do GitHub.
zh_hans: 找不到有效的 DMG 下载项，可前往 GitHub 发布页下载。
zh_hant: 找不到有效的 DMG 下載項，可前往 GitHub 發佈頁下載。

# 拍摄时间
source: Capture time
es: Fecha de captura
ja: 撮影日時
ko: 촬영 시간
pt_br: Data de captura
zh_hans: 拍摄时间
zh_hant: 拍攝時間

# 拍摄时间不在可安全插值的轨迹区间内。
source: The shooting time is not within the track range that can be safely interpolated.
es: La captura queda fuera del intervalo que se puede interpolar de forma segura.
ja: 撮影日時が安全に補間できる軌跡範囲外です。
ko: 촬영 시간이 안전하게 보간할 수 있는 경로 범위 밖입니다.
pt_br: A captura está fora do intervalo que pode ser interpolado com segurança.
zh_hans: 拍摄时间不在可安全插值的轨迹区间内。
zh_hant: 拍攝時間不在可安全插值的軌跡區間內。

# 拍摄时间缺失或格式错误。
source: The shooting time is missing or in the wrong format.
es: Falta la fecha de captura o su formato es incorrecto.
ja: 撮影日時がないか、形式が正しくありません。
ko: 촬영 시간이 없거나 형식이 올바르지 않습니다.
pt_br: A data de captura está ausente ou em formato inválido.
zh_hans: 拍摄时间缺失或格式错误。
zh_hant: 拍攝時間缺失或格式錯誤。

# 拖动照片位置
source: Drag photo location
es: Arrastrar ubicación de foto
ja: 写真の位置をドラッグ
ko: 사진 위치 드래그
pt_br: Arrastar localização da foto
zh_hans: 拖动照片位置
zh_hant: 拖動照片位置

# 拖动高德照片位置
source: Drag the position of the AMap photo
es: Arrastrar ubicación en AMap
ja: AMapの写真位置をドラッグ
ko: AMap 사진 위치 드래그
pt_br: Arrastar localização no AMap
zh_hans: 拖动高德照片位置
zh_hant: 拖動高德照片位置

# 指南针，回到正北
source: Compass, return to true north
es: Brújula, orientar al norte verdadero
ja: コンパス、真北を上にする
ko: 나침반, 진북으로 돌아가기
pt_br: Bússola, orientar para o norte verdadeiro
zh_hans: 指南针，回到正北
zh_hant: 指南針，回到正北

# 按轨迹补齐定位
source: Fill locations from tracks
es: Completar ubicaciones desde rutas
ja: 軌跡から位置を補完
ko: 경로에서 위치 채우기
pt_br: Preencher localizações pelas trilhas
zh_hans: 按轨迹补齐定位
zh_hant: 按軌跡補齊定位

# 按轨迹重设定位
source: Replace locations from tracks
es: Sustituir ubicaciones desde rutas
ja: 軌跡で位置を置き換え
ko: 경로로 위치 바꾸기
pt_br: Substituir localizações pelas trilhas
zh_hans: 按轨迹重设定位
zh_hant: 按軌跡重設定位

# 排列方向
source: Arrangement direction
es: Dirección del orden
ja: 並び順
ko: 정렬 방향
pt_br: Direção da ordenação
zh_hans: 排列方向
zh_hant: 排列方向

# 排序
source: Sort
es: Ordenar
ja: 並べ替え
ko: 정렬
pt_br: Ordenar
zh_hans: 排序
zh_hant: 排序

# 排序规则
source: Sort rule
es: Criterio de orden
ja: 並べ替え条件
ko: 정렬 기준
pt_br: Critério de ordenação
zh_hans: 排序规则
zh_hant: 排序規則

# 排序：%1$@
source: Sort: %1$@
es: Orden: %1$@
ja: 並べ替え：%1$@
ko: 정렬: %1$@
pt_br: Ordem: %1$@
zh_hans: 排序：%1$@
zh_hant: 排序：%1$@

# 排序：当前按升序排列
source: Sort: Currently in ascending order
es: Orden: ascendente
ja: 並べ替え：昇順
ko: 정렬: 오름차순
pt_br: Ordem: crescente
zh_hans: 排序：当前按升序排列
zh_hant: 排序：當前按升序排列

# 排序：当前按降序排列
source: Sort: currently in descending order
es: Orden: descendente
ja: 並べ替え：降順
ko: 정렬: 내림차순
pt_br: Ordem: decrescente
zh_hans: 排序：当前按降序排列
zh_hant: 排序：當前按降序排列

# 搜索中…
source: Searching...
es: Buscando…
ja: 検索中…
ko: 검색 중…
pt_br: Buscando…
zh_hans: 搜索中…
zh_hant: 搜索中…

# 搜索地点
source: Search location
es: Buscar lugar
ja: 場所を検索
ko: 장소 검색
pt_br: Buscar local
zh_hans: 搜索地点
zh_hant: 搜索地點

# 搜索失败
source: Search failed
es: Error de búsqueda
ja: 検索に失敗しました
ko: 검색 실패
pt_br: Falha na busca
zh_hans: 搜索失败
zh_hant: 搜索失敗

# 搜索失败，请检查网络后重试。
source: Search failed, please check the network and try again.
es: Error de búsqueda. Comprueba la red e inténtalo de nuevo.
ja: 検索に失敗しました。ネットワークを確認して再試行してください。
ko: 검색 실패. 네트워크를 확인하고 다시 시도하세요.
pt_br: Falha na busca. Verifique a rede e tente novamente.
zh_hans: 搜索失败，请检查网络后重试。
zh_hant: 搜索失敗，請檢查網絡後重試。

# 搜索失败，请检查网络或服务配额。
source: Search failed, please check network or service quota.
es: Error de búsqueda. Comprueba la red o la cuota del servicio.
ja: 検索に失敗しました。ネットワークやサービスの利用枠を確認してください。
ko: 검색 실패. 네트워크 또는 서비스 할당량을 확인하세요.
pt_br: Falha na busca. Verifique a rede ou a cota do serviço.
zh_hans: 搜索失败，请检查网络或服务配额。
zh_hant: 搜索失敗，請檢查網絡或服務配額。

# 搜索文件名
source: Search file name
es: Buscar por nombre
ja: ファイル名で検索
ko: 파일 이름 검색
pt_br: Buscar por nome
zh_hans: 搜索文件名
zh_hant: 搜索檔案名

# 撤销
source: Undo
es: Deshacer
ja: 取り消す
ko: 실행 취소
pt_br: Desfazer
zh_hans: 撤销
zh_hant: 撤銷

# 收藏
source: Favorites
es: Favoritos
ja: お気に入り
ko: 즐겨찾기
pt_br: Favoritos
zh_hans: 收藏
zh_hant: 收藏

# 收藏保存失败，原记录已保留。
source: Failed to save the collection, the original record has been retained.
es: No se pudo guardar el favorito. Se conserva el registro original.
ja: お気に入りを保存できませんでした。元の記録は保持されています。
ko: 즐겨찾기를 저장하지 못했습니다. 원래 기록은 보존되었습니다.
pt_br: Não foi possível salvar o favorito. O registro original foi preservado.
zh_hans: 收藏保存失败，原记录已保留。
zh_hant: 收藏保存失敗，原記錄已保留。

# 收藏地点
source: Favorite location
es: Lugares favoritos
ja: お気に入りの場所
ko: 즐겨찾는 장소
pt_br: Locais favoritos
zh_hans: 收藏地点
zh_hant: 收藏地點

# 收藏常用地点，方便下次直接应用。
source: Collect frequently used locations for direct application next time.
es: Guarda lugares habituales para aplicarlos la próxima vez.
ja: よく使う場所を保存すると、次回すぐに適用できます。
ko: 자주 쓰는 장소를 저장하면 다음에 바로 적용할 수 있습니다.
pt_br: Salve locais frequentes para aplicá-los da próxima vez.
zh_hans: 收藏常用地点，方便下次直接应用。
zh_hant: 收藏常用地點，方便下次直接應用。

# 收藏文件读取失败，原文件已保留。
source: Failed to read the favorite file, the original file has been retained.
es: No se pudo leer el archivo de favoritos. Se conserva el original.
ja: お気に入りファイルを読み込めません。元のファイルは保持されています。
ko: 즐겨찾기 파일을 읽지 못했습니다. 원본 파일은 보존되었습니다.
pt_br: Não foi possível ler o arquivo de favoritos. O original foi preservado.
zh_hans: 收藏文件读取失败，原文件已保留。
zh_hant: 收藏檔案讀取失敗，原檔案已保留。

# 收藏照片位置
source: Save Photo Location as Favorite
es: Guardar ubicación como favorita
ja: 写真の位置をお気に入りに追加
ko: 사진 위치 즐겨찾기 추가
pt_br: Salvar localização nos favoritos
zh_hans: 收藏照片位置
zh_hant: 收藏照片位置

# 收起地点搜索
source: Collapse location search
es: Contraer búsqueda de lugares
ja: 場所の検索を折りたたむ
ko: 장소 검색 접기
pt_br: Recolher busca de locais
zh_hans: 收起地点搜索
zh_hant: 收起地點搜索

# 收起批量操作
source: Collapse batch operations
es: Contraer acciones por lotes
ja: 一括操作を折りたたむ
ko: 일괄 작업 접기
pt_br: Recolher ações em lote
zh_hans: 收起批量操作
zh_hant: 收起批量操作

# 收起搜索
source: Collapse search
es: Contraer búsqueda
ja: 検索を折りたたむ
ko: 검색 접기
pt_br: Recolher busca
zh_hans: 收起搜索
zh_hant: 收起搜索

# 放大地图
source: Zoom in map
es: Acercar mapa
ja: 地図を拡大
ko: 지도 확대
pt_br: Ampliar mapa
zh_hans: 放大地图
zh_hant: 放大地圖

# 放弃修改并退出
source: Discard Changes and Quit
es: Descartar cambios y salir
ja: 変更を破棄して終了
ko: 변경 사항 버리고 종료
pt_br: Descartar alterações e sair
zh_hans: 放弃修改并退出
zh_hant: 放棄修改並退出

# 文件名
source: File name
es: Nombre de archivo
ja: ファイル名
ko: 파일 이름
pt_br: Nome do arquivo
zh_hans: 文件名
zh_hant: 檔案名

# 文件无法读取或没有有效轨迹，请检查后重新导入。
source: The file cannot be read or does not have a valid track, please check and import again.
es: No se puede leer el archivo o no contiene rutas válidas. Revísalo y vuelve a importarlo.
ja: ファイルを読めないか、有効な軌跡がありません。確認して再読み込みしてください。
ko: 파일을 읽을 수 없거나 유효한 경로가 없습니다. 확인 후 다시 가져오세요.
pt_br: Não foi possível ler o arquivo ou ele não contém trilhas válidas. Confira e importe novamente.
zh_hans: 文件无法读取或没有有效轨迹，请检查后重新导入。
zh_hant: 檔案無法讀取或沒有有效軌跡，請檢查後重新導入。

# 断段间隔
source: Segment interval
es: Intervalo de segmentación
ja: 区間分割間隔
ko: 구간 분할 간격
pt_br: Intervalo de segmentação
zh_hans: 断段间隔
zh_hant: 斷段間隔

# 新会话默认时区
source: New session default time zone
es: Zona horaria de nuevas sesiones
ja: 新規セッションの既定タイムゾーン
ko: 새 세션 기본 시간대
pt_br: Fuso horário de novas sessões
zh_hans: 新会话默认时区
zh_hant: 新會話預設時區

# 新版已下载。打开磁盘映像后，请先退出 PhotoTrail，再将 PhotoTrail 拖到“应用程序”文件夹中完成更新。
source: The update is downloaded. Open the disk image, quit PhotoTrail, then drag PhotoTrail to Applications to install it.
es: Actualización descargada. Abre la imagen de disco, sal de PhotoTrail y arrástralo a Aplicaciones para instalarlo.
ja: 更新をダウンロードしました。ディスクイメージを開き、PhotoTrailを終了してから、PhotoTrailを「アプリケーション」にドラッグしてインストールしてください。
ko: 업데이트를 다운로드했습니다. 디스크 이미지를 열고 PhotoTrail을 종료한 후 PhotoTrail을 응용 프로그램 폴더로 드래그하세요.
pt_br: Atualização baixada. Abra a imagem de disco, saia do PhotoTrail e arraste-o para Aplicativos para instalar.
zh_hans: 新版已下载。打开磁盘映像后，请先退出 PhotoTrail，再将 PhotoTrail 拖到“应用程序”文件夹中完成更新。
zh_hant: 新版已下載。打開磁盤映像後，請先退出 PhotoTrail，再將 PhotoTrail 拖到“應用程序”資料夾中完成更新。

# 新版已下载，下次启动时可打开安装镜像。
source: The new version has been downloaded and the installation image can be opened the next time you start it.
es: Nueva versión descargada. Podrás abrir la imagen de instalación al volver a iniciar la app.
ja: 新しいバージョンをダウンロードしました。次回起動時にインストール用イメージを開けます。
ko: 새 버전을 다운로드했습니다. 다음 실행 시 설치 이미지를 열 수 있습니다.
pt_br: Nova versão baixada. A imagem de instalação poderá ser aberta na próxima inicialização.
zh_hans: 新版已下载，下次启动时可打开安装镜像。
zh_hant: 新版已下載，下次啓動時可打開安裝鏡像。

# 无定位
source: No location
es: Sin ubicación
ja: 位置なし
ko: 위치 없음
pt_br: Sem localização
zh_hans: 无定位
zh_hant: 無定位

# 无待保存修改
source: No unsaved changes
es: Sin cambios pendientes
ja: 未保存の変更なし
ko: 저장하지 않은 변경 없음
pt_br: Sem alterações pendentes
zh_hans: 无待保存修改
zh_hant: 無待保存修改

# 无有效时间
source: No valid time
es: Sin fecha válida
ja: 有効な日時なし
ko: 유효한 시간 없음
pt_br: Sem data válida
zh_hans: 无有效时间
zh_hant: 無有效時間

# 无法保存备份文件夹的访问权限： %1$@
source: Could not retain access to the backup folder: %1$@
es: No se pudo conservar el acceso a la carpeta de copias: %1$@
ja: バックアップフォルダへのアクセス権を保持できません：%1$@
ko: 백업 폴더 접근 권한을 유지하지 못했습니다: %1$@
pt_br: Não foi possível manter o acesso à pasta de backup: %1$@
zh_hans: 无法保存备份文件夹的访问权限： %1$@
zh_hant: 無法保存備份資料夾的訪問權限： %1$@

# 无法打开已下载的安装镜像：%1$@
source: Cannot open the downloaded installation image: %1$@
es: No se puede abrir la imagen de instalación: %1$@
ja: インストール用イメージを開けません：%1$@
ko: 설치 이미지를 열 수 없습니다: %1$@
pt_br: Não foi possível abrir a imagem de instalação: %1$@
zh_hans: 无法打开已下载的安装镜像：%1$@
zh_hant: 無法打開已下載的安裝鏡像：%1$@

# 无法确认行政区
source: Unable to confirm administrative region
es: No se puede confirmar la región administrativa
ja: 行政区域を確認できません
ko: 행정구역 확인 불가
pt_br: Não foi possível confirmar a região administrativa
zh_hans: 无法确认行政区
zh_hant: 無法確認行政區

# 无法获取本机位置，请在系统设置的定位服务中允许 PhotoTrail 使用定位。
source: Unable to obtain the local location, please allow PhotoTrail to use location in the location service in the system settings.
es: No se puede obtener la ubicación actual. Permite el acceso a PhotoTrail en Localización de Ajustes del Sistema.
ja: 現在地を取得できません。システム設定の位置情報サービスでPhotoTrailを許可してください。
ko: 현재 위치를 가져올 수 없습니다. 시스템 설정의 위치 서비스에서 PhotoTrail을 허용하세요.
pt_br: Não foi possível obter a localização atual. Permita o acesso ao PhotoTrail em Serviços de Localização nos Ajustes do Sistema.
zh_hans: 无法获取本机位置，请在系统设置的定位服务中允许 PhotoTrail 使用定位。
zh_hant: 無法獲取本機位置，請在系統設定的定位服務中允許 PhotoTrail 使用定位。

# 无法访问高德凭据的钥匙串记录（%1$@）。
source: Unable to access the keychain record for AMap credentials (%1$@).
es: No se puede acceder a las credenciales de AMap en el llavero (%1$@).
ja: AMap認証情報のキーチェーン項目にアクセスできません（%1$@）。
ko: AMap 인증 정보의 키체인 항목에 접근할 수 없습니다(%1$@).
pt_br: Não foi possível acessar as credenciais do AMap nas Chaves (%1$@).
zh_hans: 无法访问高德凭据的钥匙串记录（%1$@）。
zh_hant: 無法訪問高德憑據的鑰匙串記錄（%1$@）。

# 无法读取原 GPX，请重新导入；已有缓存保留。
source: Unable to read the original GPX, please re-import; the cache has been retained.
es: No se puede leer el GPX original. Vuelve a importarlo; se conserva la caché.
ja: 元のGPXを読み込めません。再読み込みしてください。キャッシュは保持されています。
ko: 원본 GPX를 읽지 못했습니다. 다시 가져오세요. 캐시는 보존되었습니다.
pt_br: Não foi possível ler o GPX original. Importe novamente; o cache foi preservado.
zh_hans: 无法读取原 GPX，请重新导入；已有缓存保留。
zh_hant: 無法讀取原 GPX，請重新導入；已有快取保留。

# 无法读取缓存轨迹：%1$@
source: Unable to read cached trace: %1$@
es: No se puede leer la ruta en caché: %1$@
ja: キャッシュ済み軌跡を読み込めません：%1$@
ko: 캐시된 경로를 읽을 수 없습니다: %1$@
pt_br: Não foi possível ler a trilha em cache: %1$@
zh_hans: 无法读取缓存轨迹：%1$@
zh_hant: 無法讀取快取軌跡：%1$@

# 无记录时间
source: No recording time
es: Sin hora registrada
ja: 記録日時なし
ko: 기록 시간 없음
pt_br: Sem horário registrado
zh_hans: 无记录时间
zh_hant: 無記錄時間

# 旧备份清理提醒
source: Old backup cleanup reminder
es: Recordatorio de limpieza de copias
ja: 古いバックアップの整理通知
ko: 오래된 백업 정리 알림
pt_br: Lembrete de limpeza de backups
zh_hans: 旧备份清理提醒
zh_hant: 舊備份清理提醒

# 时间与原始轨迹点一致。
source: The time is consistent with the original track point.
es: La hora coincide con un punto original de la ruta.
ja: 元の軌跡点と時刻が一致しています。
ko: 원본 경로 지점과 시간이 일치합니다.
pt_br: O horário coincide com um ponto original da trilha.
zh_hans: 时间与原始轨迹点一致。
zh_hant: 時間與原始軌跡點一致。

# 显示
source: Display
es: Visualización
ja: 表示
ko: 표시
pt_br: Exibição
zh_hans: 显示
zh_hant: 顯示

# 显示 %1$@
source: Show %1$@
es: Mostrar %1$@
ja: %1$@を表示
ko: %1$@ 표시
pt_br: Mostrar %1$@
zh_hans: 显示 %1$@
zh_hant: 顯示 %1$@

# 显示 %1$@ / 共 %2$@ 张照片
source: Showing: %1$@ / Total: %2$@
es: Visibles: %1$@ / Total: %2$@
ja: 表示%1$@枚 / 合計%2$@枚
ko: 표시 %1$@장 / 전체 %2$@장
pt_br: Visíveis: %1$@ / Total: %2$@
zh_hans: 显示 %1$@ / 共 %2$@ 张照片
zh_hant: 顯示 %1$@ / 共 %2$@ 張照片

# 显示或隐藏照片信息（⌘I）
source: Show or hide photo information (⌘I)
es: Mostrar u ocultar información (⌘I)
ja: 写真情報を表示・非表示（⌘I）
ko: 사진 정보 표시·숨기기(⌘I)
pt_br: Mostrar ou ocultar informações (⌘I)
zh_hans: 显示或隐藏照片信息（⌘I）
zh_hant: 顯示或隱藏照片資訊（⌘I）

# 显示或隐藏这条轨迹
source: Show or hide this track
es: Mostrar u ocultar esta ruta
ja: この軌跡を表示・非表示
ko: 이 경로 표시·숨기기
pt_br: Mostrar ou ocultar esta trilha
zh_hans: 显示或隐藏这条轨迹
zh_hant: 顯示或隱藏這條軌跡

# 暂无地区信息
source: No region information
es: Sin información de región
ja: 地域情報なし
ko: 지역 정보 없음
pt_br: Sem informações de região
zh_hans: 暂无地区信息
zh_hant: 暫無地區資訊

# 暂无定位
source: No location
es: Sin ubicación
ja: 位置なし
ko: 위치 없음
pt_br: Sem localização
zh_hans: 暂无定位
zh_hant: 暫無定位

# 暂无收藏，请在详情页添加
source: No collection yet, please add it on the details page
es: No hay favoritos. Añádelos en la página de detalles
ja: お気に入りはありません。詳細ページで追加してください
ko: 즐겨찾기가 없습니다. 상세 페이지에서 추가하세요
pt_br: Sem favoritos. Adicione na página de detalhes
zh_hans: 暂无收藏，请在详情页添加
zh_hant: 暫無收藏，請在詳情頁添加

# 暂时无法检查更新
source: Unable to check for updates at the moment
es: No se pueden buscar actualizaciones
ja: 更新を確認できません
ko: 업데이트 확인 불가
pt_br: Não foi possível verificar atualizações
zh_hans: 暂时无法检查更新
zh_hant: 暫時無法檢查更新

# 暂时无法检查更新，请稍后重试，也可直接查看 GitHub 发布页。
source: Unable to check for updates at the moment, please try again later, or you can directly check the GitHub release page.
es: No se pueden buscar actualizaciones. Inténtalo más tarde o visita las versiones de GitHub.
ja: 更新を確認できません。後で再試行するか、GitHubのリリースページを確認してください。
ko: 업데이트를 확인할 수 없습니다. 나중에 다시 시도하거나 GitHub 릴리스 페이지를 확인하세요.
pt_br: Não foi possível verificar atualizações. Tente mais tarde ou visite as versões no GitHub.
zh_hans: 暂时无法检查更新，请稍后重试，也可直接查看 GitHub 发布页。
zh_hant: 暫時無法檢查更新，請稍後重試，也可直接查看 GitHub 發佈頁。

# 暗色
source: Dark
es: Oscuro
ja: ダーク
ko: 다크
pt_br: Escuro
zh_hans: 暗色
zh_hant: 暗色

# 更改语言后，请保存工作并重新打开 PhotoTrail，使所有窗口和系统提示使用新语言。
source: After changing language, save your work and reopen PhotoTrail to apply it to all windows and system prompts.
es: Tras cambiar el idioma, guarda tu trabajo y vuelve a abrir PhotoTrail para aplicarlo a todas las ventanas y avisos del sistema.
ja: 言語を変更した後は作業を保存し、PhotoTrailを開き直すと、すべてのウインドウとシステムの通知に反映されます。
ko: 언어를 변경한 후 작업을 저장하고 PhotoTrail을 다시 열면 모든 창과 시스템 알림에 적용됩니다.
pt_br: Após alterar o idioma, salve seu trabalho e reabra o PhotoTrail para aplicá-lo a todas as janelas e avisos do sistema.
zh_hans: 更改语言后，请保存工作并重新打开 PhotoTrail，使所有窗口和系统提示使用新语言。
zh_hant: 更改語言後，請保存工作並重新打開 PhotoTrail，使所有窗口和系統提示使用新語言。

# 更新 GPS 日期与时间
source: Update GPS date and time
es: Actualizar fecha y hora GPS
ja: GPS日時を更新
ko: GPS 날짜 및 시간 업데이트
pt_br: Atualizar data e hora GPS
zh_hans: 更新 GPS 日期与时间
zh_hant: 更新 GPS 日期與時間

# 最大匹配点间隔
source: Maximum gap between track points
es: Intervalo máximo entre puntos
ja: 軌跡点の最大間隔
ko: 경로 지점의 최대 간격
pt_br: Intervalo máximo entre pontos
zh_hans: 最大匹配点间隔
zh_hant: 最大匹配點間隔

# 最大点间隔
source: Maximum point gap
es: Intervalo máximo
ja: 点の最大間隔
ko: 최대 지점 간격
pt_br: Intervalo máximo
zh_hans: 最大点间隔
zh_hant: 最大點間隔

# 最近搜索：%1$@
source: Recent search: %1$@
es: Búsqueda reciente: %1$@
ja: 最近の検索：%1$@
ko: 최근 검색: %1$@
pt_br: Busca recente: %1$@
zh_hans: 最近搜索：%1$@
zh_hant: 最近搜索：%1$@

# 月光银
source: Moonlight Silver
es: Plata lunar
ja: ムーンライトシルバー
ko: 문라이트 실버
pt_br: Prata lunar
zh_hans: 月光银
zh_hant: 月光銀

# 有修改，待保存
source: Unsaved changes
es: Cambios sin guardar
ja: 未保存の変更
ko: 저장하지 않은 변경
pt_br: Alterações não salvas
zh_hans: 有修改，待保存
zh_hant: 有修改，待保存

# 有定位
source: Has location
es: Con ubicación
ja: 位置あり
ko: 위치 있음
pt_br: Com localização
zh_hans: 有定位
zh_hant: 有定位

# 有未保存的修改
source: Unsaved changes
es: Cambios sin guardar
ja: 未保存の変更
ko: 저장하지 않은 변경 사항
pt_br: Alterações não salvas
zh_hans: 有未保存的修改
zh_hant: 有未保存的修改

# 服务响应超时
source: Service response timeout
es: Tiempo de espera del servicio agotado
ja: サービスの応答がタイムアウトしました
ko: 서비스 응답 시간 초과
pt_br: Tempo de resposta do serviço esgotado
zh_hans: 服务响应超时
zh_hant: 服務響應超時

# 未修改
source: Not modified
es: Sin cambios
ja: 変更なし
ko: 변경 없음
pt_br: Sem alterações
zh_hans: 未修改
zh_hant: 未修改

# 未匹配
source: Not matched
es: Sin coincidencia
ja: 一致なし
ko: 일치 없음
pt_br: Sem correspondência
zh_hans: 未匹配
zh_hant: 未匹配

# 未命名地点
source: Unnamed location
es: Lugar sin nombre
ja: 名称未設定の場所
ko: 이름 없는 장소
pt_br: Local sem nome
zh_hans: 未命名地点
zh_hant: 未命名地點

# 未找到地点，请补充城市或名称。
source: No location found, please add city or name.
es: No se encontró el lugar. Añade la ciudad o el nombre.
ja: 場所が見つかりません。都市名や名前を加えてください。
ko: 장소를 찾지 못했습니다. 도시나 이름을 추가하세요.
pt_br: Local não encontrado. Adicione a cidade ou o nome.
zh_hans: 未找到地点，请补充城市或名称。
zh_hant: 未找到地點，請補充城市或名稱。

# 未知
source: Unknown
es: Desconocido
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
zh_hans: 未知
zh_hant: 未知

# 未知时间
source: Unknown time
es: Fecha desconocida
ja: 日時不明
ko: 시간 알 수 없음
pt_br: Data desconhecida
zh_hans: 未知时间
zh_hant: 未知時間

# 本地文件备份：已关闭。
source: Local file backup: off.
es: Copias de archivos locales: desactivadas.
ja: ローカルファイルのバックアップ：オフ。
ko: 로컬 파일 백업: 꺼짐.
pt_br: Backup de arquivos locais: desativado.
zh_hans: 本地文件备份：已关闭。
zh_hant: 本地檔案備份：已關閉。

# 本地文件备份：已开启；照片图库项目不在备份范围内。
source: Local file backup: on. Items in the Photos library are not included.
es: Copias de archivos locales: activadas. No incluyen los elementos de la fototeca.
ja: ローカルファイルのバックアップ：オン。写真ライブラリの項目は対象外です。
ko: 로컬 파일 백업: 켜짐. 사진 보관함 항목은 제외됩니다.
pt_br: Backup de arquivos locais: ativado. Não inclui os itens da fototeca.
zh_hans: 本地文件备份：已开启；照片图库项目不在备份范围内。
zh_hant: 本地檔案備份：已開啓；照片圖庫項目不在備份範圍內。

# 本地照片：%1$@ 项 已导入的 XMP：%2$@ 项 照片图库：%3$@ 项 %4$@%5$@
source: Local photos: %1$@ Imported XMP files: %2$@ Photos library items: %3$@ %4$@%5$@
es: Fotos locales: %1$@ XMP importados: %2$@ Elementos de la fototeca: %3$@ %4$@%5$@
ja: ローカル写真：%1$@ 読み込み済みXMP：%2$@ 写真ライブラリ：%3$@ %4$@%5$@
ko: 로컬 사진: %1$@ 불러온 XMP: %2$@ 사진 보관함 항목: %3$@ %4$@%5$@
pt_br: Fotos locais: %1$@ XMP importados: %2$@ Itens da fototeca: %3$@ %4$@%5$@
zh_hans: 本地照片：%1$@ 项 已导入的 XMP：%2$@ 项 照片图库：%3$@ 项 %4$@%5$@
zh_hant: 本地照片：%1$@ 項 已導入的 XMP：%2$@ 項 照片圖庫：%3$@ 項 %4$@%5$@

# 本机定位
source: Device Location
es: Ubicación del dispositivo
ja: デバイスの位置
ko: 기기 위치
pt_br: Localização do dispositivo
zh_hans: 本机定位
zh_hant: 本機定位

# 本次不写入本地文件；备份设置不适用。
source: No local files will be written; backup settings do not apply.
es: No se escribirán archivos locales; no se aplica la configuración de copias de seguridad.
ja: ローカルファイルには書き込みません。バックアップ設定は適用されません。
ko: 로컬 파일에 기록하지 않으므로 백업 설정이 적용되지 않습니다.
pt_br: Nenhum arquivo local será gravado; os ajustes de backup não se aplicam.
zh_hans: 本次不写入本地文件；备份设置不适用。
zh_hant: 本次不寫入本地檔案；備份設定不適用。
